[
  {
    "booknumber": "1",
    "booktitle": "趙紫陽最後的歲月",
    "booktitleenglish": "The last days of Zhao Ziyang",
    "description": "趙紫陽在上個世紀八十年代擔任過国务院總理和中共總書記，是中國改革開放初期最重要的領導人之一，一度被視為鄧小平的接班人。他大刀闊斧推進改革的同時，主張推動現代化的政治體制改革。1989年“六四”學潮期間，他在如何對待學生和民主改革等重大問題上和鄧小平發生根本的意见分歧，被撤銷黨內外一切職務，之後被軟禁在家，失去了自由。本書通過當事人的描述忠實記錄了趙紫陽16年軟禁最後時期的生活狀況和情緒變化，透露了這位前國家領導人在北京富強胡同宅院內對中共与国家前途進行的深刻反思。他對鄧小平和中共其他主要人物的評價尤為入木三分，對了解那個時代的中共體制運作與高層決策心理提供了難得的視角和內幕。",
    "descriptionenglish": "Zhao Ziyang, China’s Premier and the General Secretary of the Chinese Communist Party in the 1980s, was one of the most important figures in China’s modern history, especially during the period of economic reforms and opening up. He parted with his mentor Deng Xiaoping in 1989 on how to deal with the students demonstrating for democracy and against corruption in the center of Beijing and was deprived of his official titles as a result. This book reveals not only his personal life under the 16-years of house arrest, but also the significant changes in his views on the future of China and the Communist Party. The comments he made about Deng, his successors, and the revelation of his inner thoughts on how the Communist Party was at stake are particularly interesting given the fact that they were made in private conversation and not revealed to the public until recently. ",
    "keywords": "趙紫陽，改革開放，六四事件，總設計師，姚監复，富強胡同6號，鮑彤",
    "keywordsenglish": "Zhao Ziyang, reforms and opening up, June 4th Incident, Chief Engineer,\nYao Jianfu, 6 Fuqiang Lane, Bao Tong",
    "uuid": "54009b34-600a-4609-bc3c-bd4e84b0f138",
    "isbn": "978-1-63218-030-8",
    "rowNumber": 1
  },
  {
    "booknumber": "2",
    "booktitle": "達賴喇嘛出走始末（上）",
    "booktitleenglish": "Dalai Lama's Last Days in Lhasa (1)",
    "description": "上個世紀五十年代中共出兵西藏以後，西藏政府與北京經歷了一段雙方都回憶是美好的時光。儘管解決西藏問題的17條協議並沒有被噶厦政府批准，達賴喇嘛還是表示願意遵守，並在1954年到北京面見了毛澤東等中共領袖，據說氣氛融洽。達賴喇嘛迄今對當年的會見依然印象深刻。可到了1959年，雙方突然劍拔弩張，隨後兵戎相見，引發流血衝突。達賴喇嘛乘著星夜離開布達拉宮，在藏軍的護送下逃往印度。這其中的原因是什麼？本書請西藏問題專家從多角度回顧了那段歷史，分析了雙方交惡的背景和促使達賴喇嘛出走的原因，使那些支離破碎、塵封已久的歷史露出很少顯現的清晰脈絡。",
    "descriptionenglish": "In the beginning of the 1950s, Beijing and Tibet went through a short honeymoon period following the occupation of Tibet by the troops of Communist China. However, their cooperative relationship came to an abrupt end in 1959, with both sides blaming each other for destablizing the region and resorting to armed confrontation. The skirmishes went out of control and soon developed into a regional war. The Dalai Lama fled Potala Palace and went into exile in India. There have been different interpretations about this historic escape, but a female Chinese historian chose to offer her own. She visited Buddhist temples in the Tibetan regions of China, talked to local monks and researchers. Then she traveled alone to Dharamsala, talked to the Dalai Lama in private, and went back to China to check on archived files, many still classified. When it was about time to tell the story, she wrote a book and talked on camera about what she found, heard and thought, which are faithfully recorded in this book.",
    "keywords": "達賴喇嘛， 十七條協議，西藏，民主改革，漢藏關係，李江琳",
    "keywordsenglish": "Dalai Lama, Seventeen Point Agreement, Tibet， Democratic Reform, Han-Tibetan relations, Li Jianglin",
    "uuid": "2b21db25-a212-4393-ad2c-e42c13cc54a0",
    "isbn": "978-1-63218-031-5",
    "rowNumber": 2
  },
  {
    "booknumber": "3",
    "booktitle": "達賴喇嘛出走始末（下）",
    "booktitleenglish": "Dalai Lama's Last Days in Lhasa(2)",
    "description": "本書是《達賴喇嘛出走始末》的下集，通過挖掘史實和專家分析對中國官方長期以來在“拉薩事件”起因和達賴喇嘛出走問題的說辭提出了質疑，其中包括是否是藏人“獨立”在前，流血衝突在後？中共對解決西藏問題是否真的有誠意？中共動武是迫不得已的選擇？中共與西藏地方代表簽訂的《十七條協議》是否真的顯示了北京方面的誠意等等。本書通過鄧小平和阿沛·阿旺晉美等直接當事人的信件等有力證據，顯示中共武力解決西藏問題的意圖其實由來已久，而且有步驟地實施，即使與噶厦政府維持表面友好的時期也沒有放棄。本書還對“拉薩事件”究竟是一場戰爭還是一場屠殺提供了研究結論，並對所謂境外因素的介入進行了客觀分析。",
    "descriptionenglish": "The regional war, called The Lhasa Incident, resulted in the deaths of hundreds of Tibetans. China blamed Tibetan authorities for instigating indepedence and alleged they were forced to open fire. China also claimed they had demonstrated ample sincerity by signing the Seventeen Point Agreement with Tibetan representatives to solve the issue of Tibet peacefully, and that it was Tibetan authorities who broke the agreement. But historical documents presented in this book, such as letters written by Deng Xiaoping and Ngapoi Ngawang Jigme, the then commander-in-chief of Tibetan forces and one of the Tibetan representatives who signed the agreement, paint a different picture.  They show that at the time at the time of signing the agreement, a decision by Mao Zedong to solve the Tibetan issue through arms was already in place. The lieutenants and generals he sent to Lhasa wasted no time implementing it, even when they were entertaining top leaders of Tibetan authorities with banquets and shows.",
    "keywords": "西藏獨立，拉薩事件，羅布林卡，譚冠三，阿沛·阿旺晉美，康巴游擊隊，達賴喇嘛，“17條協議”，李江琳，308炮團。",
    "keywordsenglish": "Tibetan independence, Lhasa Incident, Norbulingka, Ngapoi Ngawang Jigme,  Khampa guerrillas, Dalai Lama, Li Jianglin, 308 Artillery Regiment.",
    "uuid": "1485d7e7-92cb-40c0-aa28-ceb3242f0767",
    "isbn": "978-1-63218-032-2",
    "rowNumber": 3
  },
  {
    "booknumber": "4",
    "booktitle": "宋慶齡與傅作義反毛秘聞——蔣介石日記揭秘（上）",
    "booktitleenglish": "Chiang Kai-shek’s Diary （1）– Anti-Mao Activities by Song Qingling and Fu Zuoyi",
    "description": "誰丟失了中國？這是1949年國民政府撤退台灣後廣為關注的話題，遲遲沒有定論。美國斯坦福大學日前公開了所保存的蔣介石日記，忠實記錄了中華民國這位前總統當年的內心體驗。斯坦福大學中國現代史研究員郭岱君是少數閱讀了所有日記內容的學者之一。她在採訪中詳細介紹了蔣公對兵敗大陸的分析和相關重大事件的看法，以及他在台灣繼續引領中華民國走向復興的決心。日記同時披露，後來與中共合作的傅作義將軍和宋慶齡其實與毛澤東貌合神離，暗中與台灣聯繫的秘聞，宋家姊妹甚至為姐姐的歸來提供了擔保.....",
    "descriptionenglish": "Who lost China? This was the question widely asked after the retreat of Chinese Nationalists to Taiwan in 1949. Though different answers are out there, the release of the diary of Chiang Kai-shek by Stanford University offers insights to how this former leader of China answered the question. Tai-Chun Kuo, a renowned Stanfor scholar and expert on the diary, walks us through the many pages of Chiang's writings, shedding light on what went through his mind at that time. She also discloses that Song Qingling, the widow of Sun Yat-sen, and General Fu Zuoyi, key political and military figures both before and after the Communists took over, changed their minds about serving in the Communist government and expressed their regrets through secret communications with Nationalists in Taiwan.    ",
    "keywords": "蔣介石日記，郭岱君，傅作義，宋慶齡，兩岸特使，曹聚仁",
    "keywordsenglish": "Chiang Kai-shek’s diary, Tai-Chun Kuo, Fu Zuoyi, Song Qingling, Special envoy, Cao Juren",
    "uuid": "8eec4e7d-ff70-4699-81e5-158ae35608b4",
    "isbn": "978-1-63218-033-9",
    "rowNumber": 4
  },
  {
    "booknumber": "5",
    "booktitle": "剿共为名 抗日為實\n——蔣介石日記揭秘（中）\n",
    "booktitleenglish": "Chiang Kai-shek’s Diary (2) — True Story of Anti-Japanese in Name of Suppressing Communists",
    "description": "停泊在廣州的中山艦上發生了怎樣的誤會？ 九一八事件發生時蔣介石在哪裡？蔣是否真的下達了“不抵抗”的命令？“攘外必先安內”背後有哪些考量？“西安事變”後，蔣介石為何無法原諒張學良？淞滬會戰，蔣介石為何精銳盡出？是為與侵華日軍拼死一搏嗎？蔣介石的日記為我們揭露了抗戰時期蔣介石鮮為人知的內心世界，為國民黨是否真的抗日以及抗戰前後複雜的國共關係理出了一條更清晰的脈絡。",
    "descriptionenglish": "It has long been the misperception that it was Chiang Kai-shek who issued the non-resistance policy after Japanese forces invaded Manchuria in 1931. His famous saying \"stabilizing the country before resisting foreign invasion\" was used to describe his determination to get rid of  the Communists at the expense of the country's sovereignty. Though few knew what was on the mind of Chiang, his diary reveals that he in fact had an actionable plan against the Japanese. His strategy was to make use of the depth of Chinese territory to counter Japanese firepower. The prolonged war of attrition was first proposed by a top general of Chiang, not by Mao Zedong, as is widely perceived in China. ",
    "keywords": "",
    "keywordsenglish": "Chiang Kai-shek, Zhang Xueliang, Xi’an Incident, Resisting Foreign Aggression after Stabilizing the Country, Sino-Japanese War",
    "uuid": "3db69714-8a76-498d-a553-c86e86c1fab8",
    "isbn": "978-1-63218-034-6",
    "rowNumber": 5
  },
  {
    "booknumber": "6",
    "booktitle": "屈從蘇美 割讓外蒙\n——蔣介石日記揭秘（下）\n",
    "booktitleenglish": "Chiang Kai-shek’s Diary(3) — Cession of Mongolia, a Deal of Compromise",
    "description": "國共內戰為何不可避免？重慶談判蔣介石都做了哪些準備？他是否準備利用這難得的機會幹掉毛澤東？外蒙古獨立是怎麼回事？蔣介石如何決心走西方道路？他的真實性格又是什麼樣子？斯人已逝，其57年筆耕不輟留下的日記成為後人了解那段歷史的寶貴財富。",
    "descriptionenglish": "Why was the Chinese Civil War inevitable? What happened during the peace talks in Chongking? Did Chiang Kai-shek want to kill Mao Zedong? Why did Outer Mongolia become independent? If it was a compromise, what did China get in return? How did Chiang become a Christian? Do you know that he hired fomer generals of the Japanese Imperial Army to help train his forces in Taiwan? What was his true personality?  Answers to these questions can be found in the diary Chiang kept for 57 years.  This book takes a detailed look at his diary brings these answers to light.",
    "keywords": "蔣介石，日記，國共內戰，重慶談判，蒙古，蘇聯，台灣，蔣經國",
    "keywordsenglish": "Chiang Kai-shek, Diary, Chinese Civil War, Chongqing Negotiation, Mongolia, Soviet Union, Taiwan, Chiang Ching-kuo",
    "uuid": "4ed9d88d-5000-48b1-9136-e37c28806a05",
    "isbn": "978-1-63218-035-3",
    "rowNumber": 6
  },
  {
    "booknumber": "7",
    "booktitle": "逃離朝鮮 亡命中國",
    "booktitleenglish": "Escaping North Korea to Venture in China",
    "description": "在中國的東北地區生活著這樣一個外來群體：他們中很多人會說流利的中文，有的已經在中國生活了十幾年、二十幾年。然而，他們並沒有中國的合法身份。根據中國法律，他們是“非法入境者”，要抓捕他們，並且遣送回他們的祖國——與中國一江之隔的朝鮮。他們是怎樣的一群人？為什麼冒著極大的風險逃離故土？遣返之后，等待他們的又是什麼？",
    "descriptionenglish": "Over the past two decades, thousands of North Koreans have fled harsh conditions in their homeland, crossing over the border illegally into Northeast China.  As illegal migrants they face hardship in China too.  You can see them work at in restaurants, construction sites and massage parlors. Many speak fluent in Chinese. Yet they are illegal. If caught, they would be deported back to where they came from, where harsh punishment awaits. With Chinese police in pursuit, some vanish. Some pay bribes. Many seek asylum climbing walls or storming the gates of foreign missions in Shenyang and Beijing, often without success. In this book, you will hear first hand from one of the lucky ones who escaped. You will meet a girl who talks about her walk across the desert to to Mongolia where refugees from North Korea are accepted. With the help of the UN Regufee Agency, UNHCR, she made it to the United States. In this account she talks about what she and her family went through before and after crossing into China.  What prompts these North Koreans to risk their lives and flee their country? Find out the answer yourself in this firsthand account. \n\n",
    "keywords": "朝鮮，中國，韓國，脫北者，遣返，集中營，人權，金日成，金正日",
    "keywordsenglish": "North Korea，China，Korea, North Korean defector, Deportation, Labor Camp, Human rights, Kim Il Sung. Kim Jong-il",
    "uuid": "f37af5d2-dbd0-4af6-b4f8-44e4e5183989",
    "isbn": "978-1-63218-036-0",
    "rowNumber": 7
  },
  {
    "booknumber": "8",
    "booktitle": "紅海沉浮 中國畫興衰之謎",
    "booktitleenglish": "Red or Black：the Mysteries of Traditional Chinese Painting",
    "description": "中國國畫這種傳統的美術形式千百年來經久不衰，然而在1949年中國社會發生重大變化後，國畫卻一度成了“被革命”、“被改造”、甚至“被取締”的對象。中國共產黨建政後，國畫和國畫大師們的命運經歷了怎樣的變遷？在歷次政治運動中，他們又體驗過哪些“紅與黑”的糾結？ ",
    "descriptionenglish": "Traditional Chinese painting was a widely admired for its artistic beauty all over the world for hundreds of years, until the Communists took over China in 1949.  The Communists used this unique artform before, during and even after the Cultural Revolution as a tool to beautify the image of political leaders and consolidate the legitimacy of the Communist Party. The old paintings were deemed useless and torched. Masters of this traditional art who refused to cooperate were either shot or sent to labor camps. Those who gave in to pressure were re-educated to perform this \"glorious task\". The survivors have many stories to tell. This book tells some of these stories starting with a gentleman whose father was one of those masters.",
    "keywords": "國畫，文化大革命，政治運動，右派，大躍進，延安，魯迅藝術學院 ",
    "keywordsenglish": "Chinese painting, Political Campaign, Rightist, the Great Leap Forward, Yan’an, Lu Xun Academy of Fine Arts",
    "uuid": "e3eaeaa6-aac6-40f4-b2bc-102d16e38c2c",
    "isbn": "978-1-63218-037-7",
    "rowNumber": 8
  }
]
