[
  {
    "booknumber": "1",
    "booktitle": "趙紫陽最後的歲月",
    "booktitleenglish": "The last days of Zhao Ziyang",
    "description": "趙紫陽在上個世紀八十年代擔任過國家總理和中共的總書記，是中國改革開放初期最重要的領導人之一。他在1989年那場學運期間因和鄧小平發生根本分歧而下台，之後被軟禁在家，失去了自由。本書不僅記錄了趙紫陽生命中最後16年的生活狀況和情緒變化，也描述了他在這個階段對中共和中國前途進行深刻思考的心路歷程。趙紫陽對他的繼任者和中共主要人物的評價尤為入木三分，對人們了解那個時代中共內部的人和事會有重要的幫助。",
    "descriptionenglish": "Zhao Ziyang, China’s premier and the General Secretary of Chinese Communist Party in 80s, was one of the most important figures in China’s modern history being called “era of reforms and opening up” (改革開放)。 He had lived in house arrest since he parted with his mentor Deng Xiaoping in 1989 on how to deal with students’ demonstrations for democracy and against corruption. This book records not just the real life of his 16 years in house arrest, but also the significant changes in his views on the future of China and the party,  his rarely-known comments on his successors, and the revelation of his inner thoughts on what ruined Deng’s trust in him. \n",
    "keywords": "趙紫陽，改革開放，六四事件，總設計師，姚監复，富強胡同6號，鮑彤",
    "keywordsenglish": "Zhao Ziyang, reforms and opening up, June 4th Incident, Chief Engineer,\nYao Jianfu, 6 Fuqiang Lane, Bao Tong",
    "uuid": "000000000-0000-498d-a553-c86e86c1fab8",
    "isbn": "978-1-63218-030-8",
    "rowNumber": 1
  },
  {
    "booknumber": "2",
    "booktitle": "達賴喇嘛出走始末（上）",
    "booktitleenglish": "Escape of Dalai Lama (1)",
    "description": "上個世紀五十年代中共軍隊佔領西藏以後，西藏政府與北京曾經有過一段美好的時光，雙方簽訂了正式的協議，西藏精神領袖達賴喇嘛還到北京會見了毛澤東等中共領袖，氣氛融洽、親切。但到了1959年，雙方突然刀兵相見，出現了流血衝突，直至發生了大規模的戰爭，達賴喇嘛等逃往印度。導致這一重大歷史變化的原因是什麼？本書根據對西藏問題專家的採訪從多方面回顧和分析了雙邊關係惡化的一系列事件和促使達賴喇嘛出走的原因，使那些被迷霧籠罩、塵封已久的歷史呈現出不曾為人注意的邏輯線條。",
    "descriptionenglish": "In the beginning of the 50s of last century, Beijing and Tibet had a short period of peaceful and friendly ties following the occupation of Tibet by the troops of the communist party of China. However, in 1959, the good days suddenly ended with bloody frictions developing into a large-scale war, highlighted by the escape of Dalai Lama into India. This book, based on interviews with Tibet historians, examines those events that played some roles in the abrupt change of Beijing-Tibet ties, and those key factors that contribute to Dalai Lama’s determination to leave. ",
    "keywords": "達賴喇嘛， 十七條協議，西藏，民主改革，漢藏關係，李江琳",
    "keywordsenglish": "Dalai Lama, Seventeen Point Agreement, Tibet， Democratic Reform, Han-Tibetan relations, Li Jianglin",
    "uuid": "xxxxxxx-0000-498d-a553-c86e86c1fab8xxx",
    "isbn": "978-1-63218-030-8",
    "rowNumber": 2
  },
  {
    "booknumber": "3",
    "booktitle": "達賴喇嘛出走始末（下）",
    "booktitleenglish": "Escape of Dalai Lama (2)",
    "description": "本書是《達賴喇嘛出走始末》的下集，通過挖掘史實和專家分析回答了中國官方長期以來在“拉薩事件”起因和達賴喇嘛出走問題上提出的一些主要說法，比如，藏人決定“獨立”在前，流血衝突在後；中共對解決西藏問題是有誠意的，動武是迫不得已的選擇；中共與西藏簽訂《十七條協議》反映了北京的誠意等等。本書還通過一些間接的證據，比如鄧小平的信、阿沛·阿旺晉美的信等揭示了中共武力解決西藏問題的真實意圖。此外，美國中央情報局的作用以及“拉薩事件”究竟是一場戰爭還是一場屠殺等人們存有誤解的問題，本書都有比較詳盡的說明。",
    "descriptionenglish": "This is the second part of the book “The Escape of Dalai Lama”. By presenting ample historical evidences and the analysis by historians, it offers a new perspective to look at a number of major factors affecting the directions of history, such as “Lhasa Incident”, the logic behind the use of force by the communist troops, the motivations of the “Seventeen Point Agreement”, where the dominant interpretations in China place blame on Dalai Lama and Tibetan authorities, and emphasizes the passive nature of Beijing’s resorting to military force to solve the Tibet issue. The book also sheds some light on the murky role of CIA in “Lhasa Incident”, and reveals the cruelty of the so-called “suppression of Tibet insurgency”.",
    "keywords": "西藏獨立，拉薩事件，羅布林卡，譚冠三，阿沛·阿旺晉美，康巴游擊隊，達賴喇嘛，“17條協議”，李江琳，308炮團。",
    "keywordsenglish": "Tibetan independence, Lhasa Incident, Norbulingka, Ngapoi Ngawang Jigme,  Khampa guerrillas, Dalai Lama, Li Jianglin, 308 Artillery Regiment.",
    "uuid": "xxxxxxxx-0000-498d-a553-c86e86c1fab8",
    "isbn": "c",
    "rowNumber": 3
  },
  {
    "booknumber": "4",
    "booktitle": "宋慶齡與傅作義反毛秘聞——蔣介石日記揭秘（上）",
    "booktitleenglish": "Chiang Kai-shik’s Diary （1）– Anti-Mao Activities by Song Qingling and Fu Zuoyin",
    "description": "蔣介石日記的公開是中國現代史研究的一件大事，同時也是全中國人民了解歷史真相的一件大事。本書根據對美國斯坦福大學中國現代史研究員郭岱君女士的採訪，引導讀者通過日記了解蔣介石對他兵敗大陸前後一系列重大事件的看法，比如他如何看待他在大陸失敗的原因，民眾為什麼背棄他而支持共產黨，這個在大陸上被稱為“獨夫民賊”的領袖如何引導台灣走上了民主之路。書中還記述了傅作義將軍和國家副主席宋慶齡與毛澤東貌合神離，暗中與蔣介石聯繫的秘聞。",
    "descriptionenglish": "The release of the diary of Chiang Kai-Shik, the leader of China in the first half of 20th century, was an extremely important event not just to the study of China’s modern history, but also to all Chinese people who have been surrounded by distorted or false knowledge of that period of history. This book, based on the interview with Tai-Chun Kuo, a historian on the Republic of China with Stanford University, leads readers to see what is in Chiang’s mind about how he sees his defeat on the mainland, and people turning their back against him, how Taiwan moves from totalitarianism to democracy. The book also discloses the details of the secret contact with Chiang of general Fu Zuoyi and Song Qingling, widow of Sun Yat-sen, both served as high-ranking officials unde Mao.    ",
    "keywords": "蔣介石日記，郭岱君，傅作義，宋慶齡，兩岸特使，曹聚仁",
    "keywordsenglish": "Chiang Kai-shik’s diary, Tai-Chun Kuo, Fu Zuoyi, Song Qingling, Special envoy, Cao Juren",
    "uuid": "xxxxxxxxy-0000-498d-a553-c86e86c1fab8",
    "isbn": "d",
    "rowNumber": 4
  },
  {
    "booknumber": "5",
    "booktitle": "剿共为名 抗日為實\n——蔣介石日記揭秘（中）\n",
    "booktitleenglish": "Chiang Kai-shek’s Diary (2) — True Story of Anti-Japanese in Name of Suppressing Communists",
    "description": "中山艦上發生了怎樣的誤會？ “攘外必先安內”背後有哪些不為人知的秘密？蔣介石是否真的下令“不抵抗”？“西安事變”為何讓蔣介石無法原諒張學良？蔣介石抗日有哪些新證據？透過蔣介石的日記，人們對於抗戰前後複雜的國共關係可以理出一條更清晰的線索。",
    "descriptionenglish": "What was the misunderstanding over the Zhongshan Warship Incident? What mystery lies behind the famous slogan \"Resisting Foreign Aggression after Stabilizing the Country\" ? Did Chiang Kai-shek indeed order the Nationalist Army \"not to resist\"? Why couldn’t Chiang forgive Young Marshal Zhang Xueliang after the Xi’an Incident? What are some of the new evidence of Chiang's determination to fight the Japanese? Chiang Kai-shek's diary helps people to sort out a better clue of the complicated CCP-KMT relations before and after the Sino-Japanese War period.  ",
    "keywords": "蔣介石，日記，張學良，西安事變，攘外必先安內，抗日",
    "keywordsenglish": "Chiang Kai-shek, Zhang Xueliang, Xi’an Incident, Resisting Foreign Aggression after Stabilizing the Country, Sino-Japanese War",
    "uuid": "",
    "isbn": "",
    "rowNumber": 5
  },
  {
    "booknumber": "6",
    "booktitle": "屈從蘇美 割讓外蒙\n——蔣介石日記揭秘（下）\n",
    "booktitleenglish": "Chiang Kai-shek’s Diary(3) — Cession of Mongolia, a Deal between U.S.A. and Soviet Union",
    "description": "國共內戰為何不可避免？蔣介石為撤守台灣做了什麼樣的準備？外蒙古獨立的真相是什麼？蔣介石如何決心走西方道路？他的真實性格又是什麼樣子？斯人已逝，其57年筆耕不輟留下的日記成為後人了解那段歷史的寶貴財富。",
    "descriptionenglish": "Why was the Chinese Civil War inevitable? What preparation did Chiang Kai-shek make for retreating to Taiwan? What was the true story of the independence of Mongolia? How did Chiang decide to adopt the Western Way? What was his personality truly like? Chiang Kai-shek has passed away, yet his 57 years of writing is a treasure trove for people to learn about the history of that period. ",
    "keywords": "蔣介石，日記，國共內戰，重慶談判，蒙古，蘇聯，台灣，蔣經國",
    "keywordsenglish": "Chiang Kai-shek, Diary, Chinese Civil War, Chongqing Negotiation, Mongolia, Soviet Union, Taiwan, Chiang Ching-kuo",
    "uuid": "",
    "isbn": "",
    "rowNumber": 6
  },
  {
    "booknumber": "7",
    "booktitle": "逃離朝鮮 亡命中國",
    "booktitleenglish": "Escaping North Korea Venturing Lives in China",
    "description": "在中國的東北地區生活著這樣一個外來群體：他們中很多人會說流利的中文，有的已經在中國生活了十幾年、二十幾年。然而，他們並沒有中國的合法身份。根據中國法律，他們是“非法入境者”，要抓捕他們，並且遣送回他們的祖國——與中國一江之隔的朝鮮。他們是怎樣的一群人？為什麼冒著極大的風險逃離故土？遣返之后，等待他們的又是什麼？",
    "descriptionenglish": "A migrant community has long been existed in Northeast China.  Among them, many speak fluent Chinese. Some have lived in China for decades, even two decades. Yet they do not hold the legal migration status, the Chinese law considers them “illegal immigrants”. If caught, they would be deported back to their home country—North Korea—China’s close neighbor separated only by a stripe of water. Who are these people? Why do they venture their lives to escape their homeland? What is waiting for them after the deportation? ",
    "keywords": "朝鮮，中國，韓國，脫北者，遣返，集中營，人權，金日成，金正日",
    "keywordsenglish": "North Korea，China，Korea, North Korean defector, Deportation, Labor Camp, Human rights, Kim Il Sung. Kim Jong-il",
    "uuid": "",
    "isbn": "",
    "rowNumber": 7
  },
  {
    "booknumber": "8",
    "booktitle": "紅海沉浮 中國畫興衰之謎",
    "booktitleenglish": "Red and Black：the Mysteries of Traditional Chinese Painting",
    "description": "中國國畫這種傳統的美術形式千百年來經久不衰，然而在1949年中國社會發生重大變化後，國畫卻一度成了“被革命”、“被改造”、甚至“被取締”的對象。中國共產黨建政後，國畫和國畫大師們的命運經歷了怎樣的變遷？在歷次政治運動中，他們又體驗過哪些“紅與黑”的糾結？ ",
    "descriptionenglish": "For thousands of years, traditional Chinese painting had never failed to cast its enduring charm. However, after the Chinese society went through radical changes after 1949, traditional Chinese painting became the targets of the revolution. It was threatened to be reformed, even banned. After the Chinese Communist Party took over, how have the lives of painting masters been changed? During numerous political campaigns, what kind of struggles did they go face? ",
    "keywords": "國畫，文化大革命，政治運動，右派，大躍進，延安，魯迅藝術學院 ",
    "keywordsenglish": "Chinese painting, Political Campaign, Rightist, the Great Leap Forward, Yan’an, Lu Xun Academy of Fine Arts",
    "uuid": "",
    "isbn": "",
    "rowNumber": 8
  }
]
